import Fact1 from '../../shared/assets/facts/Факт1.jpg'
import Fact10 from '../../shared/assets/facts/Факт10.jpg'
import Fact11 from '../../shared/assets/facts/Факт11.jpg'
import Fact12 from '../../shared/assets/facts/Факт12.jpg'
import Fact13 from '../../shared/assets/facts/Факт13.jpg'
import Fact2 from '../../shared/assets/facts/Факт2.jpg'
import Fact3 from '../../shared/assets/facts/Факт3.jpg'
import Fact4 from '../../shared/assets/facts/Факт4.jpg'
import Fact5 from '../../shared/assets/facts/Факт5.jpg'
import Fact6 from '../../shared/assets/facts/Факт6.jpg'
import Fact7 from '../../shared/assets/facts/Факт7.jpg'
import Fact8 from '../../shared/assets/facts/Факт8.jpg'
import Fact9 from '../../shared/assets/facts/Факт9.jpg'

export const factList = [
	{
		name: 'Факт №1: Небо Севера. Начало',
		image: Fact5,
		description: `31 октября 2016 года Сергей Ковбаса, руководитель штаба СО КрасГМУ им. проф. В. Ф. Войно-Ясенецкого, совместно с первым командиром и комиссаром основал наш отряд. С тех пор мы продолжаем следовать заложенным им традициям и дарить окружающим радость!`,
		level: 1,
	},
	{
		name: 'Факт №2: Однажды в Новосибирске...',
		image: Fact13,
		description: `А вы знали, что у нас есть уникальный опыт путешествий? Мы однажды посетили Новосибирск всего на одну ночь! Это была невероятная возможность окунуться в атмосферу нового города и насладиться его культурой, даже если это было совсем краткосрочно. Мы успели увидеть главные достопримечательности, посетить зоопарк и аквапарк и, конечно же, попробовать местную кухню.`,
		level: 3,
	},
	{
		name: 'Факт №3: Музыка нас связала',
		image: Fact7,
		description: `Интересный факт: у нас есть настоящая любовь к музыке! Особенно мы обожаем забавную песню "Я банан". Эта мелодия всегда поднимает нам настроение и заставляет улыбаться. Каждый раз, когда она звучит, мы не можем удержаться от танцев и веселых воспоминаний!`,
		level: 6,
	},
	{
		name: 'Факт №4: Скажите: "Сыр"',
		image: Fact9,
		description: `А вы знали, что в нашем кругу существует особая традиция – селфи-тайм? Наш комиссар регулярно в случайный момент дня и ночи озадачивает нас отправить фотографию с места событий (обязательно на фронтальную камеру). За всю нашу историю в беседе накопились гигабайты фотографий, которые поднимают настроение всем трудягам-работягам.`,
		level: 9,
	},
	{
		name: 'Факт №5: Внутренний покой',
		image: Fact4,
		description: `Интересный факт: мы уделяем внимание своему психическому здоровью! Мы активно практикуем медитации и аффирмации для поддержания внутреннего спокойствия и гармонии. Но это еще не все! Мы иногда обсуждаем статьи уголовного кодекса, что добавляет интересный элемент в наши беседы и помогает расширять кругозор. Странно? Возможно, но нам нравится :)`,
		level: 12,
	},
	{
		name: 'Факт №6: Кто такой этот ваш ГПТ?',
		image: Fact6,
		description: `А вы знали, что мы без ума от технологий? Мы искренне любим искусственный интеллект и программистов нашего отряда. Они помогают нам реализовывать самые смелые идеи и проекты, делая нашу жизнь более увлекательной и инновационной. Эта игра — хороший пример их стараний.`,
		level: 15,
	},
	{
		name: 'Факт №7: Капуста!',
		image: Fact10,
		description: `Интересный факт: у нас очень теплые отношения! Мы обожаем обниматься и проводить время вместе, создавая атмосферу дружбы и поддержки. И, конечно же, не забываем о нашей традиции "делать капусту", что добавляет веселья и радости в наши встречи! Еще это символизирует нашу сплоченность.`,
		level: 18,
	},
	{
		name: 'Факт №8: Внимание, опрос',
		image: Fact8,
		description: `А вы знали, что у нас есть неофициальная должность статистика? У него есть важная миссия: проводить соцопросы на любые темы в случайный момент времени. Удивительно ещё то, что в нашем отряде каждый боец занимает эту должность.`,
		level: 21,
	},
	{
		name: 'Факт №9: Бесконечность - не предел!',
		image: Fact2,
		description: `А вы знали, что Пировский район был на нашем радаре целых три раза? Хоть мы и готовились к поездкам, судьба распоряжалась иначе, и ни одна из них так и не состоялась :(`,
		level: 24,
	},
	{
		name: 'Факт №10: Маскарад',
		image: Fact1,
		description: `Интересный факт: В первый день нашего десанта мы всегда устраиваем спа-вечер с масочками! Это отличный способ расслабиться, поднять настроение перед предстоящими приключениями, а также укрепить кожу лица!`,
		level: 27,
	},
	{
		name: 'Факт №11: Площадь - это не главное',
		image: Fact11,
		description: `Забавный момент: мы всегда ночуем вместе перед выездом! Это создает атмосферу единства и дружбы, помогая нам подготовиться и зарядиться позитивом к предстоящему выезду.`,
		level: 30,
	},
	{
		name: 'Факт №12: Свадьба свадьба свадьба пела',
		image: Fact3,
		description: `Интересная история: на одной из свадеб наших бойцов произошел настоящий курьез: они принесли две пальмы зимой! Кто бы мог подумать, что свадьбы могут быть такими увлекательными? Конечно же, они были искусственными, но тем не менее...`,
		level: 33,
	},
	{
		name: 'Факт №13: Почему динозавр?',
		image: Fact12,
		description: `Символом нашего отряда является динозавр. Почему же именно он? Потому что утки :)`,
		level: 36,
	},
]
